Repository: chick3n/owly
Catalog: myTranspo/*.lproj/Localizable.strings
Languages: fr

# MTDEF_STOPNAMEUNKNOWN
source: Unknown
fr: inconnu

# MTDEF_BUSNAMEUNKNOWN
source: Unknown
fr: inconnu

# MTDEF_DIRECTIONUNKNOWN
source: Unknown
fr: inconnu

# MTDEF_DIRECTIONNORTH
source: North
fr: nord

# MTDEF_DIRECTIONSOUTH
source: South
fr: sud

# MTDEF_DIRECTIONEAST
source: East
fr: est

# MTDEF_DIRECTIONWEST
source: West
fr: ouest

# MTDEF_DIRECTIONUNKNOWNOC
source: Unknown
fr: inconnu

# MTDEF_DIRECTIONNORTHOC
source: Northbound
fr: du nord

# MTDEF_DIRECTIONSOUTHOC
source: Southbound
fr: du sud

# MTDEF_DIRECTIONEASTOC
source: Eastbound
fr: de l'est

# MTDEF_DIRECTIONWESTOC
source: Westbound
fr: vers l'ouest

# MTDEF_CARDPREVIOUS
source: Previous
fr: précédent

# MTDEF_CARDNEXT
source: Next
fr: prochain

# BUSFOLLOWING
source: Following
fr: suivant

# BUS3AWAY
source: 3 Away
fr: 3 loin

# BUSHERENOW
source: Now
fr: ici

source: Speed
fr: vitesse

# MTDEF_CARDWEEKDAY
source: Weekday
fr: jour de la semaine

# MTDEF_CARDSATURDAY
source: Saturday
fr: samedi

# MTDEF_CARDSUNDAY
source: Sunday
fr: dimanche

# MTDEF_CARDNOTIME
source: No scheduled time available.
fr: Pas le temps prévu disponibles.

# MTDEF_VIEWCONTROLLERMYBUSES
source: My Buses
fr: Mes bus

# MTDEF_VIEWCONTROLLERNOTICES
source: Notices
fr: Avis

# MTDEF_VIEWCONTROLLERTRIPPLAN
source: Trip Planner
fr: planificateur de voyage

# MTDEF_EDIT
source: Edit
fr: éditer

# MTDEF_DONE
source: Done
fr: fait

# MTDEF_PULLDOWNTOREFRESH
source: Pull down to refresh.
fr: Tirez pour rafraîchir

# MTDEF_RELEASETOREFRESH
source: Release to refresh.
fr: Relâchez pour rafraîchir

# MTDEF_LOADING
source: Gathering your times.
fr: Rassembler vos temps.

# MTDEF_STOPS
source: Stops
fr: Arrêts de Bus

# MTDEF_SEARCHPLANCEHOLDER
source: Search for a bus, stop number or street.
fr: Rechercher un autobus, arrêtez le nombre ou la rue.

# MTDEF_SCHEDULEDTIME
source: Scheduled Time at
fr: heure prévue à

# MTDEF_STREET
source: Street Name
fr: Nom de la rue

# MTDEF_REMOVEALL
source: Remove All
fr: Supprimer tout

# MTDEF_REMOVESELECTED
source: Remove Selected
fr: Supprimer la sélection

# NOTICESTITLE
source: Notices
fr: Avis

# NOTICEGENSERCHANGE
source: General Changes
fr: Plans d'avenir

# NOTICEGENMSG
source: Elevators / Accessibility
fr: Ascenseurs / Accessibilité

# NOTICECANTRIPS
source: Cancelled Today
fr: Annulé Aujourd'hui

# NOTICEGENSERCHANGEDESC
source: General Changes and Plans
fr: Modifications futures et les plans

# NOTICEGENMSGDESC
source: Elevator Maintenance Schedules
fr: Calendriers de maintenance ascenseur

# NOTICECANTRIPSDESC
source: View Live Changes for Today
fr: Voir Changes Live pour aujourd'hui

# NOTICEDETOURSDESC
source: View All Upcoming Detours
fr: Voir tous les détours à venir

# EXTERNALLINKTITLE
source: Open in Safari
fr: Ouvrez dans le Safari

# EXTERNALLINKMSG
source: Launch Safari to view this website?
fr: Lancez Safari pour consulter ce site?

# EXTERNALCANCEL
source: Cancel
fr: Annuler

# EXTERNALOK
source: Open
fr: Ouvert

# MTDEF_MONDAY
source: Monday
fr: Lundi

# MTDEF_TUESDAY
source: Tuesday
fr: Mardi

# MTDEF_WEDNESDAY
source: Wednesday
fr: Mercredi

# MTDEF_THURSDAY
source: Thursday
fr: Jeudi

# MTDEF_FRIDAY
source: Friday
fr: Vendredi

# MTDEF_SATURDAY
source: Saturday
fr: samedi

# MTDEF_SUNDAY
source: Sunday
fr: Dimanche

# MTDEF_REPEATS
source: and repeats every
fr: et se répète chaque

# MTDEF_ACCOUNTNAME
source: Account Name
fr: Nom du compte

# MTDEF_ACCOUNTPASSWORD
source: Password
fr: mot de passe

# MTDEF_LANGUAGE
source: Language
fr: langue

# MTDEF_CITY
source: My City
fr: ma ville

# MTDEF_HELPERCARDS
source: Display helpful hints
fr: Afficher des conseils utiles

# MTDEF_ALERTSCHOICE
source: Alert me before...
fr: M'avertir avant d'...

# MTDEF_UPDATEALERT
source: Warn me about updates
fr: M'avertir des mises à jour

# MTDEF_MANAGENOTIFICATIONS
source: Manage alerts
fr: Gérer les alertes

# MTDEF_ACCOUNTINFOHEADER
source: Account Integration
fr: intégration compte

# MTDEF_APPSETTINGSHEADER
source: Application Settings
fr: Paramètres de l'application

# MTDEF_MANAGEDATAHEADER
source: Data Management
fr: gestion des données

# MTDEF_ACCOUNTINFOFOOTER
source: Add your facebook profile to get notified when friends are nearby.
fr: Ajoutez votre profil facebook pour être averti quand des amis sont à proximité.

# MTDEF_SETTINGSTITLE
source: Settings
fr: Paramètres

# MTDEF_FIRSTLAUNCHSCREEN
source: Start screen
fr: Premier lancement d'écran

# BACKBUTTON
source: Back
fr: Retour

source: Close
fr: Fermé

# GATHERINGSCHEDULE
source: Gathering schedule information.
fr: Rassembler calendrier.

# MTDEF_ALERTUPDATETITLE
source: Route Update
fr: Route mise à jour

# MTDEF_ALERTUPDATEMESSAGE
source: The %@'s, at stop %d, times need to be updated. Make sure your are connected online to do so.
fr: Le %@, le à l'arrêt de %d, les temps doivent être mis à jour. Assurez-vous que vous êtes connecté en ligne pour le faire.

# MTDEF_ALERTTIMEMESSAGE
source: %@ %@ is scheduled to arrive in %@.
fr: Le %@, en direction de %@, est programmé pour arriver à l'arrêt %d à %@.

source: Heading
fr: Destination

source: Trip Planner
fr: Planificateur de voyage

# STARTLOCATIONPLACEHOLDER
source: Starting Point
fr: point de départ

# ENDLOCATIONPLACEHOLDER
source: Final Destination
fr: Destination finale

# STARTLOCATIONLEFT
source: Start:
fr: de:

# ENDLOCATIONLEFT
source: End:
fr: fin:

# PLANTRIPPREFIX
source: 'Trip for' MMMM d, yyyy 'at' hh:mm a
fr: 'voyage pour' MMMM d, yyyy 'à' hh:mm a

source: Regulare Fare
fr: Tarif Régulier

source: Exclude STO
fr: Exclure STO

source: Bike Rack
fr: Vélos-bus

source: Start
fr: aller

# TPERROR
source: Their was a problem communicating with the server, please try again later.
fr: Leur était un problème de communication avec le serveur, s'il vous plaît essayer à nouveau plus tard.

source: at
fr: à

source: Begins
fr: commence

# NETWORKDOWNTITLE
source: Network Connection Unavailable
fr: Connexion réseau n'est pas disponible

# NETWORKDOWNDETAILS
source: An active internet connection is required to garner location, gps, and route information.
fr: Une connexion Internet active est nécessaire de recueillir l'emplacement, gps, et informations sur l'itinéraire.

# NETWORKDOWNDETAILSEXTRA
source: OCTranspo's GPS service is currently unavailable.
fr: OC Transpo GPS de service est actuellement indisponible.

# EMPTYNOTICES
source: No results found for today.
fr: Aucun résultat trouvé pour aujourd'hui.

# EXTENDEDLOADING
source: Still gathering data.
fr: Encore au travail...

# SHORTFORMPULLTOREFRESH
source: Pull
fr: rafraîchir

# SHORTFORMPULLTORELEASE
source: Release
fr: Relâchez pour rafraîchir

source: Loading
fr: chargement
